Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/lanekassen.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: General requirements for support for educations abroad
nb: Generelle krav for støtte til utdanninger i utlandet

source: The exemption rules apply only to pupils and students in Norway during the spring of 2021.
nb: Unntaksregelen gjelder bare våren 2021 for studenter og elever i Norge.

source: You can do this by logging into Dine sider and finding the agreement that needs to be signed.
nb: Det gjør du ved å logge inn på Dine sider og finne avtalen som skal signeres.

source: Disabled people can have their debt deleted
nb: Uføre kan få slettet gjeld

source: Become a teacher in Finnmark and Nord-Troms!
nb: Bli lærer i Finnmark og Nord-Troms!

source: When you submit an application to Lånekassen, phone us, send us an e-mail or contact us in other ways, you submit personal data.
nb: Når du sender en søknad til Lånekassen, ringer oss, sender en e-post eller er i kontakt med oss på annen måte, gir du fra deg personopplysninger.

source: The course duration must be a minimum of three months, with 15 hours of teaching per week.
nb: Kurset må vare i minst tre måneder med minimum 15 timer undervisning per uke.

source: You can receive support to take 480 credits
nb: Du kan få stipend og lån til å ta 480 studiepoeng

source: This applies if you do not have children under the age of 16 who you provide for.
nb: Dette gjelder hvis du ikke har barn under 16 år som du forsørger.

source: The rules for how much of your studies you can receive support for will change as of the 2021-2022 academic year.
nb: Reglene for hvor mye utdanning du kan få lån og stipend til er endret fra og med studieåret 2021–2022.

source: If you nevertheless are required to submit documentation, you will be informed of this in the application.
nb: Hvis du likevel må sende inn dokumentasjon, får du beskjed om det i søknaden.

source: An unconditional offer from the educational institution.
nb: Endelig opptaksbrev uten faglige vilkår fra lærestedet (unconditional offer).

source: obliged to communicate them immediately to Lånekassen.
nb: siden av utdanningen, forplikter jeg meg til å gi Lånekassen melding om det.

source: design, arts and crafts/media production, expect programme area hair dressing and media production
nb: design, håndverk/medieproduksjon, unntatt programområde frisør og medieproduksjon

source: illness period, and that you were completely unable to
nb: Dersom du har fått sykepenger, må du sende inn dokumentasjon

source: If you are unable to find the school, it has not been approved for support from Lånekassen.
nb: Finner du ikke skolen, er den ikke godkjent for støtte fra Lånekassen.

source: A certificate from an upper secondary school confirming that you have general study competence.
nb: Vitnemål fra videregående skole som bekrefter at du har generell studiekompetanse.

source: If you are married or have a cohabitant with which you have joint children, we take into account the joint assets of you and your spouse/cohabitant.
nb: Er du gift eller har samboer du har felles barn med, ser vi på den felles formuen som du og ektefellen/samboeren din har.

source: The Ministry of Education and Research (Kunnskapsdepartementet) determines the changes in the regulations.
nb: Det er Kunnskapsdepartementet (KD) som fastsetter Lånekassens forskrifter.

source: Use the application form to apply for a grant for course materials, a housing grant, travel support, additional loans for tuition fees and any loans for those who are over the age of 18.
nb: I søknaden søker du om utstyrsstipend, borteboerstipend, reisetilskudd, skolepengelån og eventuelt lån for deg over 18 år og stipend eller lån til språkkurs.

source: All students can receive basic support, and this is what most people call a student loan 40% of the basic support may subsequently be converted to a grant.
nb: Basislån er det alle studenter kan få, og er navnet på det de fleste kaller studielån. 40% av basislånet kan gjøres om til stipend senere.

source: The project makes use of the national identity number that Lånekassen has received via the ID portal in order to link data from this survey round to the previous survey in 2018.
nb: Prosjektet benytter fødselsnummer som Lånekassen har mottatt via ID-porten, for å kunne koble data fra denne SHoT-runden til forrige SHoT-undersøkelse i 2018.

source: This means that you will not be eligible for a loan from Lånekassen if you do not pay tuition fees.
nb: Det vil si at du ikke får lån fra Lånekassen hvis du ikke betaler skolepenger.

source: Go to application form for grants for tuition fees (P-skjema)
nb: Gå til søknad for stipend til skolepenger (P-skjema)

source: You must submit the decision regarding family immigration even if you have a permanent residence permit.
nb: Du må sende inn vedtaket om familieinnvandring selv om du nå har permanent oppholdstillatelse.

source: Initially, the appeal will be processed by Lånekassen.
nb: Det er Lånekassen som i første omgang behandler klagen.

source: Applies only to those taking VG3 in the 2021–2022 academic year.
nb: Gjelder bare for deg som tar VG3 skoleåret 2021–2022.

source: You are only eligible for loans for tuition fees if you have to pay tuition fees to a folk high school.
nb: Du kan bare få lån til skolepenger hvis du må betale skolepenger til folkehøgskolen.

source: Are you above the age of 30?
nb: Er du over 30 år?

source: This includes child grants, additional loans, language grants, refugee grants and grants for facilitated engineering and economics programmes of education in France and Germany.
nb: Dette er barnestipend, tilleggslån, språkstipend, flyktningstipend og stipend til spesielt tilrettelagt ingeniør- og økonomiutdanning i Frankrike og Tyskland.

source: In the academic year 2021–2022 you can receive this grant if you have a child born in 2006 or later.
nb: Det betyr at du i studieåret 2021–2022 kan få stipendet hvis du har barn født i 2006 eller senere.

source: If you are over 18 years of age, you will need to sign the agreement yourself.
nb: Når du er over 18 år skal du signere avtalen selv.

source: This is termed special categories of personal data, and may for example include information on your health.
nb: Dette kalles særlige kategorier personopplysninger og er for eksempel opplysninger om helsen din.

source: It is usually the shortest waiting time on our customer service phone from 09-11.
nb: Det er vanligvis kortest ventetid på telefon fra 09-11.

source: 4 Confirmation from doctor (to be fil ed in by a doctor, specialist or professional)
nb: 4 Bekreftelse fra lege (fylles ut av lege, spesialist el er fagperson)

source: You cannot deliever post to our office address.
nb: Du kan ikke levere post til oss ved å møte opp fysisk på kontoradressen vår.

source: Your parents are obliged to support you as long as you have statutory rights as a young person, even after the age of 18.
nb: Så lenge du har ungdomsrett, har foreldrene dine forsørgerplikt for deg, også etter at du har fylt 18 år.

source: Working in at least a 50 per cent position
nb: arbeid i minst 50 prosent stilling

source: Exceptions:You will not be eligible for support from Lånekassen if you live at a refugee reception centre, except for grants for course materials that young people in upper secondary school can get.
nb: Unntak:Dersom du bor du i asylmottak, har du ikke rett til lån og stipend fra Lånekassen, bortsett fra utstyrs- stipend, som ungdom i videregående utdanning kan få.

source: Lånekassen provides support for educations in countries outside the Nordic region that can provide a basis for general approval from NOKUT (the Norwegian Agency for Quality Assurance in Education) as equivalent to Norwegian bachelor's, master's and PhD educations.
nb: Lånekassen gir støtte til utdanninger i land utenfor Norden som kan gi grunnlag for generell godkjenning fra NOKUT (Nasjonalt organ for kvalitet i utdanningen) som likestilt med norske bachelor-, master og Ph.d.-utdanninger.

source: Check to see if you are entitled to payment relief from Lånekassen
nb: Undersøk om du har rett på betalingslettelser hos Lånekassen

source: This means that you cannot get any other support from Lånekassen.
nb: Det betyr at du ikke kan få andre stipend eller lån fra Lånekassen.

source: If the research will make use of confidential information, the Norwegian Ministry of Education and Research will decide whether Lånekassen can disclose the data to the researchers, cf. Section 13 d of the Norwegian Public Administration Act.
nb: Dersom forskningen skal benytte taushetsbelagte opplysninger, er det opp til Kunnskapsdepartementet å bestemme om Lånekassen kan utlevere opplysningene til forskerne, jf. forvaltningsloven § 13 d.

source: You need to sumbit an unconditional offer from the educational institution.
nb: Dette kalles unconditional offer i engelskspråklige land.

source: Reduction of debt for disabled persons.
nb: Reduksjon av gjeld for uføre.

source: If you are a foreign citizen with legal residence in Norway and you study here, you may be eligible for loans or grants from Lånekassen if you meet one of the criteria below.
nb: Er du utenlandsk statsborger med lovlig opphold i Norge og tar utdanning her, kan du få lån eller stipend fra Lånekassen hvis du oppfyller ett av vilkårene nedenfor.

source: Additional repayment deferrals in 2020 and 2021 due to the coronavirus
nb: Ekstra betalingsutsettelser i 2020 og 2021 på grunn av korona

source: Cookies (information capsules) are small text files that are placed on your computer when you download a website.
nb: Cookies (informasjonskapsler) er små tekstfiler som plasseres på datamaskinen din når du laster ned en nettside.

source: The basic loan for the academic year of 2021–2022 is NOK 126,357 for students who receive loans and grants for 11 months.
nb: Basislånet for studieåret 2021–2022 er 126 357 kroner for studenter som får lån og stipend i 11 måneder.

source: Students may have up to 40 percent of the basic loan converted into a grant if they pass their exams, have income and assets below the set limits and do not live with their parents.
nb: Studenter kan få opptil 40 prosent av basislånet gjort om til stipend dersom de består eksamen, har inntekt og formue under fastsatte grenser og ikke bor sammen med foreldrene.

source: The government's proposal for measures for customers of Lånekassen due to the coronavirus in 2021
nb: Regjeringens forslag til nye koronatiltak for Lånekassens kunder i 2021 Publisert:

source: Please note that you will lose your eligibility for support if the EEA or EFTA employee no longer has the status of employed in Norway.
nb: Merk at du vil miste retten til støtte dersom EØS- eller EFTA-arbeidstakeren ikke lenger har status som arbeidstaker i Norge.

source: • I confirm that due to reduced functional ability I am unable to perform any kind of taxable salaried employment during the
nb: • Jeg forsikrer at jeg på grunn av nedsatt funksjonsevne ikke er i stand til å ha noen form for skat epliktig lønnet arbeid om

source: We have legal authority in the Educational Support Act including regulations for all processing of personal data, and this also includes processing of special categories of personal data and punishable offences.
nb: Vi har hjemmel i utdanningsstøtteloven med forskrifter for all behandling av personopplysninger, dette omfatter også behandling av særlige kategorier personopplysninger og straffbare forhold.

source: If you have any questions about collateral, please
nb: Har du spørsmål om pant, må du ta

source: It is important that you get in touch if you have received a letter about the permanent transfer of your debt.
nb: Det er viktig at du tar kontakt dersom du har fått brev om permanent overføring av gjelden.

source: If, for example, you study 70 per cent of full time studies, you may be eligible for 70 per cent of the full additional loan for tuition fees.
nb: Studerer du for eksempel 70 prosent av en fulltidsutdanning, kan du altså få 70 prosent av det fulle skolepengelånet.

source: EEA and EFTA citizens
nb: EØS- og EFTA-borger

source: Changes in Lånekassen's regulations for the 2021–2022 academic year
nb: Endring i Lånekassens regler fra og med 2021–2022 Publisert:

source: You have lived in and have had continuous full-time employment in Norway for at least 24 months immediately prior to commencing studies.
nb: Du har vært bosatt i og har hatt sammenhengende fulltidsarbeid i Norge i minst 24 måneder like før du begynner i utdanningen.

source: If you are taking upper secondary education, you can borrow up to NOK 51,150 a year.
nb: Tar du videregående opplæring, kan du låne inntil 51 150 kroner i året.

source: To qualify for support from Lånekassen, you must usually be a Norwegian citizen.
nb: Som hovedregel må du være norsk statsborger for å få støtte fra Lånekassen.

source: These partnership programmes are approved by the Norwegian Centre for International Cooperation in Higher Education (Diku).
nb: Det er Direktoratet for internasjonalisering og kvalitetsutvikling (Diku) som godkjenner disse samarbeidsprogrammene.

source: When can I apply?
nb: Når kan jeg søke?

source: These additional deferrals apply to the bills with a payment deadline in the period March 2020 to June 2021.
nb: De ekstra utsettelsene gjelder for regningene med betalingsfrist i perioden mars 2020 til desember 2021.

source: you are least 40% or 50% disabled
nb: er minst 40% eller 50% ufør

source: NOK 554 492 kr + 30 063 per child of 16 years or less
nb: 554 492 kr + 30 063 kr for hvert barn, til og med det året barnet fyller 16 år.

source: These thresholds still apply to students who could be exempt from the income threshold due to work related to the coronavirus pandemic.
nb: Disse grensene gjelder fortsatt for studenter som kan få unntak fra inntektsgrensen på grunn av arbeid knyttet til koronapandemien.

source: If the parental benefit is below 50 per cent, it will not affect your parental grant.
nb: Er ektefellens foreldrepenger under 50 prosent, har det ikke noen innvirkning på foreldrestipendet ditt.

source: The additional loan is not means tested and cannot be converted to a grant. If you are above 30, you may in some cases receive a larger additional loan.
nb: Tilleggslånet blir ikke behovsprøvd og kan ikke gjøres om til stipend.Er du over 30 år, kan du i noen tilfeller få et større tilleggslån.

source: You must answer Yes.
nb: Du skal svare Ja.

source: During that period, you cannot have received loans or grants for education from Lånekassen, public support schemes in other countries (e.g. Centrala studiestödsnämnden and Uddannelsesstyrelsen), or from Norwegian public support schemes for development, e.g. Norad, the Norwegian Programme for Development, Research and Education (NUFU), the Norwegian Programme for Capacity Development in Higher Education and Research for Development (NORHED).
nb: Du kan i denne perioden ikke ha fått lån og stipend til utdanningen fra Lånekassen, offentlige utdanningsstøtteordninger i andre land, for eksempel Centrala studiestödsnämnden og Uddannelsesstyrelsen, eller fra norske offentlige støtteordninger for utvikling, for eksempel Norad, The Norwegian Programme for Development, Research and Education (NUFU), The Norwegian Programme for Capacity Development in Higher Education and Research for Development (NORHED).

source: You can also lodge an appeal via e-mail from Dine sider.
nb: Du kan også sende inn klage med e-post fra Dine sider.

source: You must start or take the driver’s license within 12 months of the start of the basic training.
nb: Du må starte på eller ta førerkort innen 12 måneder etter at grunnkurset starter.

source: If the payment deadline has passed, you could also be granted deferral of your payments, but it is best to apply before the deadline.
nb: Hvis betalingsfristen er passert kan du også få betalingsutsettelse, men det er best om du søker før fristen.

source: You can distribute these 300 credits over as many years as you prefer.
nb: Disse 300 studiepoengene kan du fordele over så mange år du vil.

source: We will collect information about any residence permits from the Norwegian Directorate of Immigration (UDI).
nb: Vi henter opplysninger om eventuell oppholdstillatelse fra Utlendingsdirektoratet (UDI).

source: Documentation showing that you have paid tax in Norway for the last 24 months immediately prior to commencing studies.
nb: dokumentasjon som viser at du har betalt skatt til Norge i de siste 24 månedene like før oppstart i utdanningen.

source: Links to Norway
nb: Du skal svare Ja.

source: service and transport, programme area transport and logistics
nb: service og samferdsel, programområde transport og logistikk

source: For example, you cannot lodge an appeal with Lånekassen’s Appeal Board for violation of processing rules unless you believe that the processing method has had an impact on the outcome.
nb: For eksempel kan du ikke klage til Lånekassens klagenemnd på brudd på saksbehandlingsregler, med mindre du mener behandlingsmåten har hatt betydning for resultatet.

source: Can I defer payment of the invoice?
nb: Kan jeg utsette å betale regningen?

source: If you have already submitted your application, you will need to submit the documentation via Dine sider.
nb: Hvis du allerede har søkt må du sende inn dokumentasjon på Dine sider.

source: If you come from a country outside the Nordic region, you must also submit
nb: Er du selv fra et land utenfor Norden, må du i tillegg sende inn

source: Apprentices receive grants for 11 months per year, as opposed to pupils in ordinary upper secondary education who only receive grants for 10 months.
nb: Lærlinger får utbetalt stipend for 11 måneder i året, i motsetning til elever i vanlig videregående, som bare får stipend for 10 måneder.

source: These include the Norwegian Tax Administration, the National Registry, the Norwegian Mapping Authority, Vigo, DIFI, Nav, UDI, child welfare services, the Armed Forces’ personnel and conscription centre, the Norwegian Universities and Colleges Admission Service, public and private educational institutions and the county municipalities.
nb: Dette er skatteetaten, folkeregisteret, Kartverket, Vigo, DIFI, Nav, UDI, barneverntjenesten, Forsvarets personell- og vernepliktssenter, Samordna opptak, offentlige og private utdanningsinstitusjoner og fylkeskommunene.

source: Today the Government proposed new measures for students.
nb: Regjeringen har i dag foreslått nye tiltak for studenter.

source: During the months when your interest is deleted, you can defer repayment without using your quota of 36 payment deferrals.
nb: De månedene du får slettet renter kan du utsette betalingen uten å bruke av kvoten på 36 betalingsutsettelser.

source: Can Lånekassen disclose the personal data to others?
nb: Kan Lånekassen utlevere personopplysningene til andre?

source: During a transitional period that lasted until 2020, the United Kingdom was to be treated as if it were still a member of the EU and the EEA.
nb: I en overgangsperiode som gjaldt ut 2020 skulle Storbritannia behandles som om de fortsatt var medlem av EU og EØS.

source: If your loan is transferred to the SI, you risk compulsory collection of your loan.
nb: Dersom lånet blir overført til SI, risikerer du tvangsinnkreving av lånet.

source: If you are taking both the basic training of 140 hours and a driver’s license in class C, CE or D, you can receive basic support for a total of six weeks.
nb: Hvis du skal ta både grunnutdanningen på 140 timer og førerkort i klasse C, CE eller D, kan du få basislån for til sammen seks uker.

source: Lånekassen collects and manages large volumes of personal data.
nb: Lånekassen samler inn og forvalter store mengder personopplysninger.

source: You receive parental grant for three weeks before birth and 46 after birth.
nb: Du får foreldrestipend i tre uker før fødselen og 46 uker etter.

source: Send the cheque to:
nb: Send sjekken til:

source: If you receive a paper bill, you will also have to pay an invoice fee.
nb: Får du regningen på papir, må du også betale et fakturagebyr.

source: 480 credits is the equivalent of eight years of full-time studies.
nb: 480 studiepoeng er det samme som åtte år med fulltidsstudier.

source: You can also defer repayments without using your quota of 36 deferrals during periods for which your interest is deleted.
nb: I perioder du får slettet renter, kan du også utsette betalingen uten at du bruker av kvoten på 36 utsettelser.

source: You must answer No.
nb: Du skal svare Nei.

source: When you have children or are above the age of 30, you are entitled to additional loans from Lånekassen.
nb: Når du har barn, eller er over 30 år, kan du få tilleggslån fra Lånekassen.

source: Basic support is a loan, not a grant, but up to 40 per cent of this may be converted to a grant if you live away from your parents, complete your programme of education and have income and assets below the set limits.
nb: Basislånet er et lån, ikke et stipend, men inntil 40 prosent av dette lånet kan bli gjort om til stipend hvis du ikke bor sammen med foreldrene dine, du består utdanningen din og har inntekt og formue under grensene.

source: If you are unable to make repayments
nb: Hvis du ikke kan betale

source: This means that you can earn over the threshold for 2020 and 2021 during this period, and still have your loan converted into a grant.
nb: Det betyr at du kan tjene over grensen for inntekt for 2020 og 2021 i denne perioden, og likevel få gjort om lån til stipend.

source: As an apprentice you no longer receive a grant for course materials, as you did when you attended upper secondary school.
nb: Som lærling får du ikke lenger utstyrsstipend, slik du gjorde da du gikk på videregående skole.
